export const rules = [
  {
    title: '赛制',
    content: '所有单项比赛3局2胜，前两局均采用 一局21分定胜负制（21分先到30分者胜）。第三小局抢15分为胜利条件，单循环赛制:每支队伍需与其他3支队伍各进行一场比赛。',
  },
  {
    title: '项目',
    content: '每场团体赛包含男双、女双、混双三个单项。',
  },
  {
    title: '积分',
    content: '获胜积分：2:0胜得3分；2:1胜得2分\n'
          + '战败积分：1:2败得1分；0:2败得0分\n\n'
          + '排名决定方法（按顺序比较）：\n'
          + 'a. 总积分（胜场分）高者列前\n'
          + 'b. 如两队积分相同，则比较两队之间胜负关系，胜者列前\n'
          + 'c. 如三队或以上积分相同，则比较这些队伍之间全部比赛的净胜场数（总胜场-总负场），多者列前\n'
          + 'd. 若仍相同，则比较净胜分数（总得分-总失分），多者列前\n'
          + 'e. 若再相同，则抽签决定名次',
  },
  {
    title: '奖励',
    content: '冠军队伍将获得定制奖牌及精美礼品一份，所有参赛队员均有纪念品。',
  },
  {
    title: '注意事项',
    content: '比赛用球由主办方统一提供。尊重裁判，尊重对手，服从判罚，文明参赛。本秩序册最终解释权归主办方所有。未尽事宜，另行通知。',
  },
];

